{
  "conformity": {
    "id": "conformity",
    "name": "conformity",
    "description": "The idea of upsetting others or disrupting the status quo likely fills you with dread, so you work hard to bring self-discipline, responsibility and politeness to the table.",
    "shortDescription": "Rule breaker? Far from it. In fact, you love nothing more than sticking by the rules and conforming to social norms."
  },
  "tradition": {
    "id": "tradition",
    "name": "tradition",
    "description": "As a person, you care deeply for humility and accepting your place in the world. Most likely you are a religious person and find following your faith to be very important.",
    "shortDescription": "You value protecting the traditions of your family, community, and/or culture. You likely take pride in this commitment."
  },
  "universalism": {
    "id": "universalism",
    "name": "universalism",
    "description": "Broadminded and selfless, you likely focus on bolstering social justice and equality so that the world is more fair and peaceful for all.",
    "shortDescription": "You care a great deal for the well-being of all people and life. You likely also value diversity and protecting the environment."
  },
  "benevolence": {
    "id": "benevolence",
    "name": "benevolence",
    "description": "Being reliable and devoted to the needs of those around you gives you great satisfaction; you likely do a great deal to keep your close relationships thriving.",
    "shortDescription": "Forgiving, helping, and being loyal are important for you. You likely look to preserve and improve the lives of those that share your core interests or identities."
  },
  "self_direction": {
    "id": "self_direction",
    "name": "self direction",
    "description": "At its essence, Self-Direction is a need for control, mastery, and independence - so it’s no surprise you might relish in choosing your own goals - and honing till they are just right. Likely curious, intelligent and a lover of freedom - you prefer to live by your own rules.",
    "shortDescription": "You value freedom of thought and action, prefering to come to conclusions or decisions yourself. You also likely draw great satisfaction when creating or exploring the world."
  },
  "stimulation": {
    "id": "stimulation",
    "name": "stimulation",
    "description": "The world is a big place and you see the benefits of craving new experiences. On top of a need for variety and stimulation, you may also be a bit daring compared to most. You are likely a go-getter change-maker at heart.",
    "shortDescription": "You highly value excitement, challenge, and positive change. Life is likely never dull with you around."
  },
  "hedonism": {
    "id": "hedonism",
    "name": "hedonism",
    "description": "Whether through exploring the world or indulging in your favorite food, you likely love instant gratification and value decisions that reward your senses.",
    "shortDescription": "Joy, pleasure and satisfaction are a big part of what drives you. From big moments to the little things, you find bliss in enjoying what you do."
  },
  "achievement": {
    "id": "achievement",
    "name": "achievement",
    "description": "Likely a perfectionist at heart, you strive to be the best you can be. And if you get recognition and approval in the process, that really is the cherry on top.",
    "shortDescription": "Success - that’s a major goal for your life. Meeting your own standards of excellence is very important to you. It propels you forward."
  },
  "power": {
    "id": "power",
    "name": "power",
    "description": "Power is invaluable. After all, it likely enables you to control the people and situations around you. When you're on top making the decision, you feel most yourself.",
    "shortDescription": "Control freak? Maybe. But in your eyes it’s more about embracing power, holding dominance and getting the job done. You value social status and prestige."
  },
  "security": {
    "id": "security",
    "name": "security",
    "description": "The sense of security that comes with feeling like you belong highly motivates you. Comfort for you is knowing the people and things you cherish are taken care of.",
    "shortDescription": "A feeling of safety, stability, and order is very important to you; this is true likely whether in society at large, at work, in your home, or in your relationships."
  }
}
